import React from "react";

import Head from "next/head";

export default function abousUs() {
  return (
    <>
      <Head></Head>
      <main className="mb-auto ">
        <div className="container mt-10 mb-10 lg:mb-14">
          <h3 className="mb-5 text-3xl uppercase text-semibold">За нас</h3>
          <div className="text-[#444]">
            <p>
              АНИ Н 2008 ЕООД /Софт Офис Център/ е търговска фирма, която
              предлага комплекс от стоки и услуги необходими за правилното
              функциониране на всеки офис. Екипът на компанията е с дългогодишен
              опит /20години/ в областта на офис материалите и консумативите.
              <br />
              Нашата мисия е да предоставим висококачествено обслужване на
              достъпни цени. Правим това чрез налагане на високи професионални
              стандарти:
              <ul>
                <li>Отношение и първостепенна грижа за нашите клиенти</li>
                <li>Качествени европейски продукти</li>
                <li>
                  Бърза доставка Нашият успех зависи от усмивките и
                  удовлетвореността на нашите клиенти и ние добре знаем това.
                </li>
              </ul>
            </p>
            <p className="">
              Работим с български производители и с европейски партньори
              предлагащи утвъдени марки като XEROX, SAMSUNG, Hewlett Packard,
              Brother, Faber Castel, Big, Office point, EDDING, Schnaider,
              3MSchotch, Canon, Lexmark, Epson, Fullmark, Sony, Verbatim, Rexel,
              Herlitz и други.
            </p>
            <p>
              Софт Офис Център предлага на своите клиенти офис обзавеждане по
              стандарт от каталог актуален за съответната година и обзавеждане
              по индивидуални размери и цветове на клиента. Вземането на
              размери, транспортът и монтажът са безплатни.
            </p>
            <p>
              Услугите като изработка на печат се изпълняват за 24 часа след
              предпечатно одобрение, предпечат не се заплаща, цената на услугата
              изработка на визитки и рекламни материали са по индивидуални
              проекти различни за всеки клиент .
            </p>
            <p>
              Компанията предлага широка гама от санитарни препарати и всички
              необходими средства и консумативи за почистване на вашият офис,
              както и доставка на минерални води, напитки и други продукти..
            </p>
            <p>
              Клиентите на Софт Офис Център могат да се възползват от
              възможността да договорят корпоративни условия за пазаруване,
              специални цени по договор, преференциални отстъпки идивидуални
              според нуждите на всяка компания. Складовата ни база се намира в
              Дружба 2 бл.275 –партер.
            </p>
            <p className="lead">
              Поръчките се правят от сайта,по телефон или е-mail,доставките са
              безплатни за територията на София и страната. Срок за доставка
              24ч-48ч. след направена заявка. Поръчките за страната се доставят
              с водещи куриерски фирми. Всеки клиент може да върне стока, която
              е дефектна или не отговаря на неговите очаквания в срок от 30 дни.
              Рекламациите се извършват в срок от 7дни.
            </p>
            <p>
              Заявете нашия актуален каталог на посочените телефони. Надяваме се
              на ползотворно и дълготрайно сътрудничество!
            </p>
            <p>
              АНИ Н 2008 ЕООД /Софт Офис Център/
              <br />
              Офис: гр. София, Ул. Обиколна Бл. 275
              <br />
              Тел: +359 87 9988825
              <br />
              E-mail: office@softofficebg.com
              <br />
              E-mail: softofficebugaria@gmail.com
            </p>
          </div>
        </div>
      </main>
    </>
  );
}
