import React from "react";

import Head from "next/head";

export default function abousUs() {
  return (
    <>
      <Head></Head>
      <main className="mb-auto ">
        <div className="container mt-10 mb-10 lg:mb-14">
          <h3 className="mb-5 text-3xl uppercase text-semibold">За нас</h3>
          <div className="text-[#444]">
<<<<<<< HEAD
            <p>
              АНИ Н 2008 ЕООД /Софт Офис Център/ е търговска фирма, която
              предлага комплекс от стоки и услуги необходими за правилното
              функциониране на всеки офис. Екипът на компанията е с дългогодишен
              опит /20години/ в областта на офис материалите и консумативите.
              <br />
              Нашата мисия е да предоставим висококачествено обслужване на
              достъпни цени. Правим това чрез налагане на високи професионални
              стандарти:
              <ul>
                <li>Отношение и първостепенна грижа за нашите клиенти</li>
                <li>Качествени европейски продукти</li>
                <li>
                  Бърза доставка Нашият успех зависи от усмивките и
                  удовлетвореността на нашите клиенти и ние добре знаем това.
                </li>
              </ul>
            </p>
            <p className="">
              Работим с български производители и с европейски партньори
              предлагащи утвъдени марки като XEROX, SAMSUNG, Hewlett Packard,
              Brother, Faber Castel, Big, Office point, EDDING, Schnaider,
              3MSchotch, Canon, Lexmark, Epson, Fullmark, Sony, Verbatim, Rexel,
              Herlitz и други.
            </p>
            <p>
              Софт Офис Център предлага на своите клиенти офис обзавеждане по
              стандарт от каталог актуален за съответната година и обзавеждане
              по индивидуални размери и цветове на клиента. Вземането на
              размери, транспортът и монтажът са безплатни.
            </p>
            <p>
              Услугите като изработка на печат се изпълняват за 24 часа след
              предпечатно одобрение, предпечат не се заплаща, цената на услугата
              изработка на визитки и рекламни материали са по индивидуални
              проекти различни за всеки клиент .
            </p>
            <p>
              Компанията предлага широка гама от санитарни препарати и всички
              необходими средства и консумативи за почистване на вашият офис,
              както и доставка на минерални води, напитки и други продукти..
            </p>
            <p>
              Клиентите на Софт Офис Център могат да се възползват от
              възможността да договорят корпоративни условия за пазаруване,
              специални цени по договор, преференциални отстъпки идивидуални
              според нуждите на всяка компания. Складовата ни база се намира в
              Дружба 2 бл.275 –партер.
            </p>
            <p className="lead">
              Поръчките се правят от сайта,по телефон или е-mail,доставките са
              безплатни за територията на София и страната. Срок за доставка
              24ч-48ч. след направена заявка. Поръчките за страната се доставят
              с водещи куриерски фирми. Всеки клиент може да върне стока, която
              е дефектна или не отговаря на неговите очаквания в срок от 30 дни.
              Рекламациите се извършват в срок от 7дни.
            </p>
            <p>
              Заявете нашия актуален каталог на посочените телефони. Надяваме се
              на ползотворно и дълготрайно сътрудничество!
            </p>
            <p>
              АНИ Н 2008 ЕООД /Софт Офис Център/
              <br />
              Офис: гр. София, Ул. Обиколна Бл. 275
              <br />
              Тел: +359 87 9988825
              <br />
              E-mail: office@softofficebg.com
              <br />
              E-mail: softofficebugaria@gmail.com
            </p>
          </div>
=======
            <p className="mb-1">
              Фирма<span className="font-medium">SoftOffice</span> е създадена
              през 1992г. От малък квартален магазин, собствениците на фирмата
              го разрастват до магазин Клас А. С годините, номенклатурата от
              предлагани стоки непрекъснато се увеличава, следвайки стремежа да
              се отговори на нуждите на пазара. При нас можете да намерите
              всичко за поддръжка на вашия дом, офис или производствена база. В
              момента фирмата предлага над 17 00 артикула от всички области на
              строителството – строителни материали, елекромателиали, ВиК,
              крепежи, битова химия, осветителни тела, инструменти и много
              други. „SoftOffice” е надежден и коректен партньор на редица
              български и чуждестранни компании, които се занимават с
              производство и дистрибуция на строителни материали.
            </p>
            <p className="">
              През годините сме спечелили доверието на нашите клиенти с
              професионално обслужване и коректност, както и съобразени с пазара
              конкурентни цени. Доказателство за професионализма на състава, са
              здравите връзки с много фирми и производители. Младият и
              амбициозен колектив ще откликне с готовност на всички ваши въпроси
              свързани с консултации относно най – подходящия продукт за вас,
              както и със съвети за използването, монтажа, съхраняването на
              предлаганите стоки
            </p>
          </div>
          <div className="mt-5">
            <ul className="text-gray-[#444]">
              <li className="py-1">
                <span className="pr-2 font-semibold text-dark">
                  Заповядайте в нашия магазин:
                </span>
                <br />
                гр.София ПК-1582 Дружба 2 РУМ Дружба 2 срещу блок 204
              </li>
              <li className="py-1">
                <span className="pr-2 font-semibold text-dark">
                  Тел. / факс:
                </span>
                02/973 15 85
              </li>
              <li className="py-1">
                <span className="pr-1 font-semibold text-dark">GSM:</span> 0888
                900746, 0879 406620
              </li>
              <li>
                <span className="pr-1 font-semibold text-dark">Е-mail:</span>
                softofficepayment@gmail.com
              </li>
            </ul>
          </div>
>>>>>>> d26f7cda55573513073816b1ede2bc730122a61e
        </div>
      </main>
    </>
  );
}
