import React from "react";

export default function PolicyReturningProduct() {
  return (
    <>
      <main className="my-10 mb-auto">
        <div className="container mb-10 text-xs">
          <h3 className="mb-2 text-xl font-semibold">Политика за връщане</h3>{" "}
          <p className="mb-2">
            Нашата цел е клиентите ни да бъдат напълно удовлетворени от
            покупката си. Ние се гордеем с качеството и подбора на стоки,
            предлагани в мрежата на Softoffice, а обслужването на клиента е наш
            основен приоритет. Моля, следвайте указанията описани по-долу и ние
            ще се радваме да Ви помогнем при връщането на Вашата покупка.
          </p>
          <h3 className="text-lg font-semibold">
            Политика на връщане в Online магазина
          </h3>{" "}
          <p className="mb-2">
            Стоката може да бъде върната в рамките на 14 календарни дни, освен
            ако не е споменато в нашата политика на връщане, за конкретни
            изключения. Възстановяването на парите ще се осъществи спрямо избора
            Ви на плащане (кредитна карта, Банков превод или Наложен Платеж.).
            Оригинални транспортни такси ще бъдат приспаднати от
            възстановяването, в случай, че сте избрали начин на доставяне на
            стоките, различен от най-евтиния вид стандартна доставка, предлагана
            от Softoffice. Моля, обърнете ВНИМАНИЕ, че продуктите трябва да
            бъдат върнати в изправен търговски вид и не нарушена опаковка за
            възстановяване на сумата.
          </p>
          <h3 className="mb-2 text-sm font-semibold">
            Опции за връщане на стоката, закупена от Онлайн магазинa:
          </h3>{" "}
          <p className="mb-2">1. Връщане в магазините на Softoffice </p>{" "}
          <p className="mb-2">
            За ваше удобство, продукти, закупени от Softoffice могат да бъдат
            върнати и в някой от нашите физически магазини в София.
          </p>{" "}
          Задължително носете със себе си ориганалната фактура, както и всички
          съпътстващи документи от направената покупка.
          <p className="mb-2">
            Ако имате някакви въпроси за населено място, адрес или връщане,
            моля, свържете се с център за обслужване на клиенти на телефон: +359
            87 998 8825
          </p>
          <h3 className="mb-2 text-sm font-semibold">
            Изключения в политиката за връщане на продукти в Online магазина
          </h3>
          Повредени артикули: Артикули, които са повредени от неправилна
          употреба на клиента
        </div>
      </main>
    </>
  );
}
