import React from "react";
import { AiOutlineCheck } from "react-icons/ai";

export default function GeneralTerms() {
  return (
    <main className="my-10 mb-auto">
      <div className="container mb-10">
        <h3 className="mb-1 text-2xl font-semibold">
          Политика за личните данни
        </h3>
        <h4 className="mb-5 text-xs font-bold text-center">
          ПОЛИТИКА ЗА ЗАЩИТА НА ЛИЧНИ ДАННИ
        </h4>
        <div className="text-xs text-gray-250">
          <p className="mb-5 text-xs">
            Настоящата Политика за защита на{" "}
            <span className="px-1 font-semibold">личните данни</span> е
            разработена в съответствие с европейското и българското
            законодателство в областта на защитата на лични данни. Тя предоставя
            информация за начина, по който Ани Н 2008 ЕООД събира, използва,
            разкрива и защитава личните данни на потребителите и клиентите на
            нашия електронен магазин Softoffice.
          </p>
          <h5 className="mb-2 font-semibold">Общи понятия</h5>
          <p className="mb-2">
            Съгласно Общия регламент относно защитата на данните (ЕС) 2016/679,
            личните данни се определят като всяка информация, която идентифицира
            или може да доведе, пряко или непряко, до Вашето идентифициране.
          </p>
          <p className="mb-2">
            Обработване на лични данни е всяко действие или съвкупност от
            действия, които могат да се извършват по отношение на Вашите лични
            данни, като събиране, записване, използване, разпространяване,
            предоставяне, блокиране, унищожаване и т.н.
          </p>
          <p className="mb-5">
            Фирма Ани Н 2008 ЕООД, вписана в Търговския регистър към Агенция по
            вписванията с ЕИК 200424086, е администратор на лични данни по
            смисъла на Общия Регламент, който определя самостоятелно целите и
            средствата за обработване на лични данни.
          </p>
          <h3 className="mb-2 font-semibold ">
            НАШИТЕ ПРИНЦИПИ, СВЪРЗАНИ С ОБРАБОТВАНЕТО НА ЛИЧНИ ДАННИ
          </h3>
          <h3 className="font-semibold">
            Законосъобразност, добросъвестност и прозрачност
          </h3>
          <p className="mb-2">
            Ние изпълняваме дейностите, свързани с обработване на Вашите лични
            данни 1) след като сме получили Вашето съгласие; 2) за изпълнение на
            договор, по който Вие сте страна, или за предприемане на стъпки по
            Ваше искане преди сключване на договор; 3) с цел легитимно
            осъществяване на бизнес дейности и безпроблемно клиентско
            обслужване; или 4) с цел изпълнение на задълженията ни към Вас.
          </p>
          <p className="mb-2">
            Освен това, Ви информираме за целите на обработване на Вашите лични
            данни, продължителността на тяхното съхранение и пред кого биват
            разкривани.
          </p>
          <h5 className="mb-2 font-semibold">Ограничение на целите</h5>
          <p className="mb-2">
            Събираме лични данни за конкретни, изрично указани и легитимни цели
            и не ги обработваме по-нататък по начин, несъвместим с тези цели.
          </p>
          <h5 className="mb-2 font-semibold">Свеждане на данните до минимум</h5>
          <p className="mb-2">
            Събираме лични данни, които са подходящи, свързани с и ограничени до
            необходимото във връзка с целите на обработване.
          </p>
          <h5 className="mb-2">Достъп до данните</h5>
          <p className="mb-2">
            Осигуряваме Ви достъп и възможност да прегледате, коригирате,
            допълните или изтриете Вашите лични данни, които сте споделили с
            нас.
          </p>
          <h5 className="my-10 font-semibold">
            Какви лични данни събираме и с каква цел ги използваме
          </h5>
          <div className="text-xs text-gray-250">
            <div className="flex items-center mb-2 font-semibold">
              <span className="text-lg text-secondary">
                <AiOutlineCheck />
              </span>
              <h3 className="ml-2">Основни данни</h3>
            </div>
            <p className="mb-2">
              За осъществяването на онлайн поръчка, е необходимо да ни
              предоставите Вашите име и фамилия, имейл, адрес и телефон за
              връзка, както и платежна информация (в случай, че сте избрали
              метод за плащане, различен от наложен платеж). Доброволно
              предоставените от Вас основни лични данни ще бъдат използвани само
              за обработване, потвърждаване, изпълнение и доставка на закупената
              от Вас стока.
            </p>
            <p className="mb-2">
              Вашите основни данни могат да се използват за маркетингови цели
              (информация за продукти в период на промоция, акция или
              разпродажба; томболи и игри с награди; анкети и друга подобна
              информация), само след получаване на Вашето изрично съгласие.
            </p>
            <div className="flex items-center mb-2 font-semibold">
              <span className="text-lg text-secondary">
                <AiOutlineCheck />
              </span>
              <h3 className="ml-2">„Бисквитки“</h3>
            </div>
            <p className="mb-2">
              „Бисквитката“ представлява файл с данни, разполагащ се на Вашето
              устройство, когато достъпвате, разглеждате и използвате нашия
              електронен магазин. Те позволяват запаметяване на Вашите действия
              и предпочитания за определен период от време, за да не се налага
              да ги въвеждате отново при всяко посещение на уебсайта или при
              преминаване от една страница към друга
            </p>
            <p className="mb-2">
              „Бисквитките“ могат да бъдат деактивирани от настройките на Вашия
              браузър. Имайте предвид обаче, че някои функционалности на
              уебсайта е възможно да не работят правилно при тяхното
              деактивиране.
            </p>
            <div className="flex items-center mb-2 font-semibold">
              <span className="text-lg text-secondary">
                <AiOutlineCheck />
              </span>
              <h3 className="ml-2">Уеб анализ</h3>
            </div>
            <p className="mb-2">
              Ние използваме Google Analytics и Yandex Metrica за събиране на
              статистическа информация за Потребителите на електронния магазин –
              например уебсайта, от който идвате на нашия електронен магазин;
              държавата, в която се намирате; Вашия език; онлайн поведение;
              браузъра, който използвате и т.н. Ние събираме посочените данни,
              за да анализираме какъв тип Потребители и по какъв начин използват
              електронния магазин, което ни помага да подобрим потребителското
              изживяване. Тази информация не може да доведе до Вашето
              идентифициране.
            </p>
            <p className="mb-2">
              Можете да откажете използването на Вашите данни от Google
              Analytics и Yandex Metrica, посредством изтегляне и инсталиране на
              следните приставки: Google Analytics opt-out browser add-on за
              Google Analytics и Yandex Metrica opt-out add-on за Yandex
              Metrica.
            </p>
            <p className="mb-2">
              Също така, ние сме внедрили Display Advertising и конкретно
              следните функционалности на Google Analytics, базирани на Display
              Advertising
            </p>
            <div className="flex items-start mb-2">
              <span className="text-lg text-secondary">
                <AiOutlineCheck />
              </span>
              <h3 className="ml-2">
                Google Analytics Demographics и Interest Reporting. Ние
                използваме данни от рекламата, базирана на интереси на Google
                или данни от други аудитории (напр. възраст, пол и интереси)
                посредством Google Analytics по следните начини:
              </h3>
            </div>
            <div className="flex items-center">
              <span className="text-lg text-secondary">
                <AiOutlineCheck />
              </span>
              <h3 className="ml-2">
                За да персонализираме Вашето потребителско изживяване;
              </h3>
            </div>
            <div className="flex items-center mb-2">
              <span className="text-lg text-secondary">
                <AiOutlineCheck />
              </span>
              <h3 className="ml-2">
                За да подобрим обслужването на Потребителите;
              </h3>
            </div>
            <p className="mb-2">
              Ние не извършваме сливане на лични данни с не лична информация,
              събрани на по-ранен етап от функционалностите на Display
              Advertising.
            </p>
            <p className="mb-2">
              Вие можете да се откажете от Google Analytics за Display
              Advertising чрез Ads Settings, както и да персонализирате
              рекламите на Google Display Network.
            </p>
            <p className="mb-2">
              Интегрирали сме и следните функции на Google Analytics:
            </p>
            <div className="flex items-start">
              <span className="text-lg text-secondary">
                <AiOutlineCheck />
              </span>
              <h3 className="ml-2">
                Remarketing с Google Analytics за онлайн реклама. Третите страни
                доставчици, включително Google, могат да показват наши реклами
                на сайтове в Интернет. softoffice Online и третите страни
                доставчици, включително Google, могат да използват бисквитки на
                първи страни (като бисквитката на Google Analytics ), за да
                информират, оптимизират, и показват реклами въз основа на
                предишни посещения на Потребителя в нашия сайт.
              </h3>
            </div>
            <div className="flex items-start mb-2">
              <span className="text-lg text-secondary">
                <AiOutlineCheck />
              </span>
              <h3 className="ml-2">
                Google Advertising Reporting. softoffice ONLINE и третите страни
                доставчици, включително Google, могат да използват бисквитки на
                първи страни (като например бисквитките на Google Analytics), за
                да докладват как нашите рекламни импресии, други употреби на
                рекламни услуги и взаимодействие с тези рекламни импресии и
                рекламни услуги са свързани с посещения на Уебсайта.
              </h3>
            </div>
            <p className="mb-2">
              Нашата уеб страница използва FACEBOOK-пиксел. Facebook-пикселът е
              HTML код на нашата уеб страница, който ни позволява да задаваме,
              измерваме и оптимизираме аудитория при провеждането на
              маркетингови кампании.
            </p>
            <p className="mb-2">
              Facebook-пикселът измерва реализациите на различните устройства,
              позволява автоматично създаване на целеви групи от посетители на
              сайта, както и повторно насочване и създаване на динамични
              реклами.
            </p>
            <p className="mb-2">
              Чрез Facebook-пиксела не събираме лична информация директно, а
              вместо това използваме наличната информация за потребителя с цел
              повторно насочване към нашата уеб страница при сърфирането му в
              Интернет. При това действие обаче ние не знаем персонална
              информация за конкретния потребител – например кой е потребителя.
            </p>
            <p className="mb-5">
              Този уеб сайт използва Google AdWords, услуга за ремаркетинг и
              поведенческо насочване предоставена от Google. С тази услуга
              рекламната дейност на www.SoftOfficepaint.bg се свързва с
              рекламната мрежа Adwords посредством „бисквитки“. Ани Н 2008 ЕООД
              не идентифицира и не събира данни за потребителите посредством
              Google AdWords. Можете да се откажете от показване на реклама чрез
              Google AdWords тук.
            </p>
            <h3 className="mb-2 font-semibold">Как защитаваме Вашите данни</h3>
            <p className="mb-2">
              За да предотвратим неупълномощен достъп или разкриване и за да
              гарантираме правилно използване на данните Ви, прилагаме подходящи
              технически и организационни мерки за защита на данните, които
              събираме и обработваме.
            </p>
            <p className="mb-2">
              При обработка на платежна информация, с цел да направим процеса на
              пазаруване и плащане максимално спокоен и сигурен за Вас, ние
              използваме{" "}
              <span className="pl-1 font-semibold">Secure Sockets Layer.</span>
            </p>
            <p className="mb-2">
              Secure Sockets Layer или SSL е специален криптографски интернет
              протокол за връзка клиент – сървър, който предпазва преноса на
              данни от недоброжелателна намеса. Що се отнася до номера на
              кредитната Ви карта, ние разкриваме само последните й четири
              цифри, в момента на потвърждение на поръчката Ви. С цел да се
              осъществи плащането, ние представяме цeлия номер от кредитната
              карта до подходящата компания за кредитни карти по време на
              обработката на поръчките, но този процес е строго контролиран и не
              представлява опасност за конфиденциалността на Вашите данни.
            </p>
            <p className="mb-5">
              <span className="pr-1 font-semibold">Важно:</span> Ние нямаме
              достъп до номера на Вашата карта.
            </p>
            <h3 className="mb-2 font-semibold">
              Продължителност на съхраняване на личните данни
            </h3>
            <p className="mb-2">
              Като наш клиент, ние съхраняваме част от Вашите основни лични
              данни (име, адрес, телефон и имейл) в нашата система за управление
              на бизнеса за срок, регламентиран от закона.
            </p>
            <p className="mb-2">
              Данните от участие в томболи, игри, акции или анкети се съхраняват
              за период от 1 г.
            </p>
            <p className="mb-2">
              Данните, които предоставяте чрез контактната форма във връзка със
              запитвания, се съхраняват за период от 1 г. след приключване на
              обработката.
            </p>
            <p className="mb-2">
              Данните от статистическите анализи се съхраняват за период до 3 г.
              Тези данни са с неличен характер и не могат да бъдат свързани с
              Вас или да доведат до Вашето идентифициране.
            </p>
            <p className="mb-2">
              След изтичане на горепосочените срокове, Вашите данни се
              унищожават.
            </p>
            <h3 className="mb-2 font-semibold">
              Как можем да споделяме Вашите лични данни
            </h3>
            <p className="mb-2">
              Можем да споделяме Вашите лични данни в следните случаи:
            </p>
            <div className="flex items-center">
              <span className="text-lg text-secondary">
                <AiOutlineCheck />
              </span>
              <h3 className="ml-2">
                във връзка с осигуряване на доставката или транспорта на
                закупените от Вас стоки;
              </h3>
            </div>
            <div className="flex items-center">
              <span className="text-lg text-secondary">
                <AiOutlineCheck />
              </span>
              <h3 className="ml-2">
                за да осигурим спазването на законовоустановено задължение;
              </h3>
            </div>
            <div className="flex items-center mb-5">
              <span className="text-lg text-secondary">
                <AiOutlineCheck />
              </span>
              <h3 className="ml-2">
                за предотвратяване на измами или за осигуряване на мрежова и
                информационна сигурност на нашите системи.
              </h3>
            </div>
            <h3 className="mb-2 font-semibold">Вашите права</h3>
            <p className="mb-2">
              По отношение на обработването на Вашите лични данни, Вие имате
              следните права:
            </p>
            <div className="flex items-center mb-2">
              <span className="text-lg text-secondary">
                <AiOutlineCheck />
              </span>
              <h3 className="ml-2">
                да получите информация за съхраняваните за Вас лични данни;
              </h3>
            </div>
            <div className="flex items-center">
              <span className="text-lg text-secondary">
                <AiOutlineCheck />
              </span>
              <h3 className="ml-2">
                право на коригиране, изтриване или ограничаване на обработването
                на Вашите лични данни;
              </h3>
            </div>
            <div className="flex items-center mb-5">
              <span className="text-lg text-secondary">
                <AiOutlineCheck />
              </span>
              <h3 className="ml-2">
                да подадете жалба до Комисията за защита на личните данни, в
                случай на нарушение на Вашите права или неправомерно обработване
                на личните Ви данни.
              </h3>
            </div>
            <p className="mb-2">
              За да упражните Вашите права, можете да използвате контактната
              форма, като опишете своето искане и предоставите данни, които Ви
              идентифицират сигурно и еднозначно. Вашето искане ще бъде
              обработено съгласно нашата Процедура за управление на исканията, в
              рамките на един месец от получаването му.
            </p>
            <p className="mb-2">
              За да оттеглите своето съгласие за обработване на личните Ви данни
              за маркетингови цели, както и за получаването на електронен
              бюлетин, е необходимо да кликнете върху линка в края на всяко
              електронно съобщение.
            </p>
            <h3 className="mb-2 font-semibold">
              Данни за контакт с Администратор
            </h3>
            <div className="mb-1">Фирма Ани Н 2008 ЕООД</div>
            <div>гр.София ПК-1582</div>
            <div>Дружба 2</div>
            <div className="mb-1">Офис материали SoftOffice</div>
            <div>Тел.: +359 87 998 88253</div>
            <div>Е-mail: office@softofficebg.com</div>
          </div>
        </div>
      </div>
    </main>
  );
}
