import React from "react";

export default function GeneralTerms() {
  return (
    <main className="my-10">
      <div className="container">
        <h3 className="text-2xl font-semibold ">Общи условия</h3>
        <div className="mb-2 text-lg italic font-semibold text-gray-250">
          Общи условия за ползване на услугите на Ivdageopaint.bg
        </div>
        <div className="mt-4 mb-2 text-lg italic font-semibold text-gray-250">
          Добре дошли в Ivdageopaint Online!
        </div>
        <div className="text-xs">
          <div className="mb-2">
            Настоящите условия уреждат взаимоотношенията между “ИВДАГЕО” ООД
            (наричан по-долу IVDAGEOPAINT ONLINE или ТЪРГОВЕЦА) от една страна и
            ПОТРЕБИТЕЛИТЕ/КЛИЕНТИТЕ на електронни (Интернет) страници и услуги,
            намиращи се на домейн www.ivdageopaint.bg и поддомейните му, както и
            отношенията със същите, когато използват информационните и търговски
            услуги, предлагани от “ИВДАГЕО” ООД.
          </div>{" "}
          <div className="mb-2">
            “ИВДАГЕО” ООД ви дава разрешение да разглеждате този сайт и да
            отпечатвате отделни страници от него за лична, нетърговска употреба,
            при условие, че сте съгласни да приемете без изменения условията и
            забележките изложени в настоящото споразумение. Вие не можете да
            променяте, копирате ( освен по начините, посочени в предходното
            изречение), разпространявате, предавате, изпълнявате,
            възпроизвеждате, публикувате, лицензирате, създавате производни
            произведения, прехвърляте или продавате информация, материали,
            софтуер, продукти или услуги от този сайт.
          </div>
          <div className="mb-2">
            Фирма <span className="px-1 font-semibold">“ИВДАГЕО” ООД</span> е
            със
            <span className="px-1 font-semibold">
              седалище и адрес на управление- гр.София ПК-1582 Дружба 2 РУМ
              Дружба 2 срещу блок 204,
            </span>
            магазин ИвдаГео
            <span className="px-1 font-semibold">ЕИК: 175197395.</span>
          </div>
          <div className="mb-2">
            Използването на този сайт представлява вашето съгласие и приемане
            без промяна на условията и забележките изложени по-горе. В
            допълнение, като условие за използването на този сайт, Вие
            декларирате и гарантирате на IVDAGEOPAINT ONLINE, че няма да
            използвате този сайт за цел, която е незаконна, неморална или
            забранена от тези условия и забележки. В случай, че не сте съгласни
            да приемете без изменения условията и забележките изложени тук, моля
            не използвайте този сайт. Други споразумения, освен това и
            споразуменията между вас и IVDAGEOPAINT ONLINE, свързани с продажба
            на стоки и услуги към вас чрез този сайт, няма да бъдат ефективни.
          </div>
          <h3 className="mb-2 text-sm italic font-semibold">
            I. ОБЩИ ПОЛОЖЕНИЯ
          </h3>
          <div className="mb-2">
            1. Настоящият документ съдържа Общи условия, съгласно които
            ТЪРГОВЕЦА предоставя услуги на ПОТРЕБИТЕЛИТЕ/КЛИЕНТИТЕ си,
            посредством Интернет магазина- www.ivdageopaint.bg. Тези условия
            обвързват всички ПОТРЕБИТЕЛИ. С отваряне на страницата на
            електронния магазин ivdageopaint.bg, ПОТРЕБИТЕЛЯТ/КЛИЕНТЪТ се
            съгласява, изцяло приема и се задължава да спазва настоящите Общи
            условия.
          </div>
          <div className="mb-2">
            2. Идентифициране на ПОТРЕБИТЕЛЯ/КЛИЕНТА с цел възпроизвеждане на
            изявлението му както за приемане на Общите условия, така и за
            направената поръчка, се извършва чрез съхранените в лог - файлове на
            сървъра на ivdageopaint.bg , съхранение на IP адреса на
            ПОТРЕБИТЕЛЯ/КЛИЕНТА, както и всяка друга информация.
          </div>
          <div className="mb-2">
            3. Продуктите, които се намират на интернет страницата на
            ivdageopaint.bg не представляват правно обвързваща оферта, а са
            по-скоро демонстративен онлайн каталог, описващ продуктовата линия
            на ТЪРГОВЕЦА.
          </div>{" "}
          <div className="mb-2">
            4. След кликане на бутона &ldquo;Поръчай&ldquo;, ПОТРЕБИТЕЛИТЕ се
            съгласяват да закупят стоките, намиращи се в електронната количка.
            Това действие има правно обвързваща сила. КЛИЕНТЪТ получава
            потвърждение на поръчката и с получаване на това потвърждение се
            счита, че договорът е сключен.
          </div>
          <div className="mb-2">
            5. ТЪРГОВЕЦЪТ си запазва правото да направи отказ от доставка на
            потвърдена поръчка в случай, че стоките не са достъпни. При липса на
            складова наличност от заявената стока, в рамките на работната
            седмица ТЪРГОВЕЦЪТ уведомява ПОТРЕБИТЕЛЯ/КЛИЕНТА за изчерпването й
            чрез изпращане на съобщение до посочения от КЛИЕНТА електронен адрес
            или на посочения телефонен номер. В случай, че е направен превод по
            сметката на ТЪРГОВЕЦА, КЛИЕНТЪТ ще може да избира между отказ от
            поръчката и възстановяване на сумите или избор на продукти за
            осъществяване на заместваща поръчка.
          </div>
          <div className="mb-2">
            6. Договорният език е български, а всички плащания се извършват в
            български лева с включен ДДС.
          </div>
          <h3 className="mb-2 text-sm italic font-semibold">
            II. ДОСТАВКА И ВРЪЩАНЕ
          </h3>
          <div className="mb-2">
            1. Доставка на стоки, закупени от ivdageopaint.bg се осъществява: до
            врата* на апартамент или офис (за сгради с работещ асансьор и
            притежаващи акт 16), до вход на жилищна сграда ( когато последната
            не притежава акт 16 и/ или работещ асансьор ), както и до врата на
            къща (важи за къщи без дворно място ), до врата на двор (за къщи с
            дворно място) или до офис на спедитор.{" "}
            <div className="mb-2">
              * При поръчка с тегло над 25 кг, доставката се осъществява до вход
              на жилищна сграда.
            </div>
          </div>
          <div className="mb-2">
            2. ТЪРГОВЕЦЪТ не носи отговорност за закъснение в случай, че
            закъснението се дължи на куриер или друг доставчик.
          </div>
          <div className="mb-2">
            3. Стоките следва да бъдат прегледани внимателно от
            ПОТРЕБИТЕЛЯ/КЛИЕНТА или упълномощено от него лице по време на
            доставката.
          </div>
          <div className="mb-2">
            3.1 В случай, че бъде установено наличие на щети, които са се
            получили при транспортирането на стоката, ТЪРГОВЕЦЪТ не носи
            отговорност за гаранционното обслужване на тази стока.
          </div>
          <div className="mb-2">
            3.2 КЛИЕНТЪТ трябва незабавно да уведоми доставчика/куриера за
            евентуални повреди, удари и други щети, установени при доставка.
          </div>
          <div className="mb-2">
            3.3 ПОТРЕБИТЕЛЯТ следва да подпише протокол за щети в присъствието
            на куриера/доставчика, в който да бъдат детайлно описани
            констатираните дефекти и незабавно да се свърже с ТЪРГОВЕЦА на
            националния телефон на IvdageoPaint Online- .
          </div>
          <div className="mb-2">
            3.4 При липса на забележки от страна на КЛИЕНТА, при приемане на
            доставката, всички и всякакви последващи претенции за външни видими
            дефекти по получената стока както и незначителни несъответствия се
            считат за неоснователни и не следва да бъдат удовлетворявани.
          </div>{" "}
          <div className="mb-2">
            4. В случаите, когато от ТЪРГОВЕЦА са зададени в писмена форма
            конкретни дата и час за доставка, изявлението има обвързваща сила.
            При посочени неверен или сгрешен адрес, лице за контакти и/или
            телефон при подаване на заявката, ТЪРГОВЕЦА не е обвързан задължение
            за изпълнение на поръчката.
          </div>{" "}
          <div className="mb-2">
            4.1. При получаване на стоката КЛИЕНТА или трето лице подписват
            придружаващите я документи. За трето лице се счита всеки, който не е
            титуляр на заявлението, но приема стоката на доставка и е на
            посочения от КЛИЕНТА адрес.
          </div>{" "}
          <div className="mb-2">
            4.2. При отказ за получаване на стоката, извън случаите описани
            по-долу, отказът се счита за неоснователен и КЛИЕНТЪТ дължи
            заплащане на разходите за доставка и връщане на стоката. В случай,
            че Клиентът не бъде намерен в срока за изпълнение на доставката на
            посочения адрес или не бъде осигурен достъп и условия за предаване
            на стоката в този срок, ТЪРГОВЕЦЪТ се освобождава от задължението си
            да достави заявената за покупка стока.
          </div>
          <div className="mb-2">
            5. Във всички случаи &ldquo;ИВДАГЕО&ldquo; ООД си запазва правото
            едностранно, без да информира Купувача, да удължава посочените
            срокове с до 10 дни. 6. Клиентът има право, без да дължи обезщетение
            или неустойка и без да посочва причина, да се откаже от сключения
            договор в срок от 30 календарни дни, считано от датата на получаване
            на стоката. (Условието важи единствено за покупки направени в Онлайн
            магазина на IVDAGEOPAINT) Право на отказ по точка
          </div>{" "}
          <div className="mb-2">
            6. не се прилага в следните случаи: - За доставка на стоки,
            изработени съобразно изискванията на ПОТРЕБИТЕЛЯ или по негова
            индивидуална поръчка /цветен латекс, оцветен по задание на КЛИЕНТА,
            поръчкови щори и други персонализирани продукти/. - За повредени
            артикули: артикули, които са повредени от неправилна употреба на
            клиента. - За продукти, съдържащи опасни материали, забранени за
            превоз от куриери.
          </div>
          <div className="mb-2">
            6.1 Потребителят трябва да заяви желанието си за отказ от стоките,
            като попълни формуляр за връщане.
          </div>{" "}
          <div className="mb-2">
            6.2 Разходите за връщане на стоките се поемат от ПОТРЕБИТЕЛЯ, с
            изключение на стоките, върнати в някой от физическите магазини на
            “ИВДАГЕО” ООД.
          </div>{" "}
          <div className="mb-2">
            6.3 ПОТРЕБИТЕЛЯТ трябва да изпрати или предаде стоките обратно на
            ТЪРГОВЕЦА или на упълномощено от него лице без неоправдано забавяне
            и не по-късно от 14 дни, считано от датата, на която ПОТРЕБИТЕЛЯ е
            съобщил на ТЪРГОВЕЦА за решението си да се откаже от договора.
            Върнатите продукти трябва да са в оригиналната им опаковка и да
            присъстват всички съпътстващи елементи, консумативи и упътвания.
          </div>{" "}
          <div className="mb-2">
            6.4 TЪРГОВЕЦЪТ няма задължение да възстанови допълнителните разходи
            за доставка на стоките, когато потребителят изрично е избрал начин
            на доставяне на стоките, различен от най-евтиния вид стандартна
            доставка, предлагана от TЪРГОВЕЦА.
          </div>{" "}
          <div className="mb-2">
            6.5 ТЪРГОВЕЦЪТ може да задържи плащането на сумите на ПОТРЕБИТЕЛЯ
            докато не получи стоките или докато потребителят не представи
            доказателство, че е изпратил стоките обратно, в зависимост от това,
            кое от двете се е случило по-рано.
          </div>{" "}
          <div className="mb-2">
            6.6 ТЪРГОВЕЦЪТ възстановява получените суми като използва същото
            платежно средство, използвано от ПОТРЕБИТЕЛЯ при първоначалната
            трансакция, освен ако КЛИЕНТА е изразил изричното си съгласие за
            използване на друго платежно средство и при условие че това не е
            свързано с разходи за ПОТРЕБИТЕЛЯ.{" "}
          </div>
          <div className="mb-2">
            7. Цената на доставката се определя отделно и изрично от цената на
            стоките, когато последната не е безплатна. При възникване на спор,
            свързан с онлайн продажба можете да се обърнете към помирителните
            комисии към Комисия за защита на потребителите, орган за
            алтернативно решаване на спорове по смисъла на чл. 181н, ал. 4 ЗЗП,
            както и да ползвате сайта ОРС.{" "}
          </div>
          <h3 className="mb-2 text-sm italic font-semibold">
            III. ГАРАНЦИОННИ СРОКОВЕ
          </h3>{" "}
          Освен задължителната законова гаранция от 2 години, ТЪРГОВЕЦА
          предлfIIага и търговска гаранция на продукти от своята номенклатура.
          ТЪРГОВЕЦЪТ предлага гаранционен документ на своите клиенти за дадена
          закупена стока, ако такъв документ е осигурен от производителя на
          стоката. В документа са описани: адрес и телефон на оторизираните
          сервизи на закупената стока, гаранционните условия на съответните
          сервизни центрове или производители, гаранционен срок на закупената от
          ПОТРЕБИТЕЛЯ/КЛИЕНТА стока.{" "}
          <h3 className="mb-2 text-sm italic font-semibold">
            IV. ЦЕНИ И ПЛАЩАНЕ{" "}
          </h3>
          <div className="mb-2">
            1. Цените на продуктите предлагани в този сайт може да се различават
            от други обявени цени. Това се дължи на различните условия и
            различните географски пазари.
          </div>{" "}
          <div className="mb-2">
            2. Цените, представени в сайта са в български левa и са валидни и
            ефективни само в рамките на Република България. Те са с включен
            данък добавена стойност (ДДС) и не включват транспорт и доставка.
          </div>{" "}
          <div className="mb-2">
            3. В случай, че бъде установена грешка в цените, то тази грешка ще
            бъде коригирана в системата на електронния магазин и коригираната
            цена ще се приложи в поръчката на ПОТРЕБИТЕЛЯ. IVDAGEOPAINT ONLINE
            си запазва правото да отмени всяка поръчка и да коригира грешки,
            неточности или пропуски (включително и след като поръчката е
            направена и приета).
          </div>{" "}
          <div className="mb-2">
            4. В IVDAGEOPAINT ONLINE, както и във физическите магазини на
            “ИВДАГЕО” ООД ще откриете два вида промоции: Промоции на месеца и
            Винаги ниска цена.
          </div>
          <div className="mb-2">
            4.1 Промоции на месеца са продуктите, които са представени всеки
            месец на 1-во число в нашата брошура. Това са продукти от нашата
            гама с гарантирано ниска цена.
          </div>
          <div className="mb-2">
            4.2 Винаги ниска цена са нашите специални предложения към КЛИЕНТИТЕ.
            Продължителността на тези промоции може да варира от няколко часа до
            няколко месеца. Топ цените касаят конкретни артикули или цели
            продуктови групи.
          </div>{" "}
          <div className="mb-2">
            5. Cтоки НЕ се изпращат извън територията на Република България.
          </div>{" "}
          <div className="mb-2">
            6. ТЪРГОВЕЦЪТ посочва преди сключването на договора общата стойност
            на поръчката за всички съдържащи се в нея стоки, както и цената на
            доставката.
          </div>{" "}
          <div className="mb-2">
            7. ПОТРЕБИТЕЛЯТ се съгласява, че ТЪРГОВЕЦА има право да приема
            авансово плащане за сключените с ПОТРЕБИТЕЛЯ договори за
            покупко-продажба на стоки и тяхната доставка.
          </div>{" "}
          <div className="mb-2">
            8. ПОТРЕБИТЕЛЯТ избира самостоятелно дали да заплати на ТЪРГОВЕЦА
            цената на поръчаните продукти и тяхната доставка преди или в момента
            на доставката им.{" "}
          </div>
          <h3 className="mb-2 text-sm italic font-semibold">
            V. ПРАВА И ЗАДЪЛЖЕНИЯ НА ПОТРЕБИТЕЛЯ/КЛИЕНТА
          </h3>{" "}
          <div className="mb-2">
            1. ПОТРЕБИТЕЛЯТ/КЛИЕНТЪТ има възможност да разглежда и /след
            регистрация или като гост/ да поръчва обявените стоки на Интернет
            магазина- ivdageopaint.bg.
          </div>{" "}
          <div className="mb-2">
            2. ПОТРЕБИТЕЛЯТ/КЛИЕНТЪТ има право да се информира за състоянието на
            своята поръчка.
          </div>{" "}
          <div className="mb-2">
            3. ПОТРЕБИТЕЛЯТ/КЛИЕНТЪТ носи пълна отговорност за опазването на
            своето потребителско име и парола, както и за всички действия, които
            се извършват от него или от трето лице чрез използване на
            потребителското име и паролата. ПОТРЕБИТЕЛЯТ е длъжен незабавно да
            уведомява ТЪРГОВЕЦА за всеки случай на неправомерен достъп чрез
            използване на неговото потребителско име и парола, както и винаги,
            когато съществува опасност от такова използване.
          </div>{" "}
          <div className="mb-2">
            3.1 В случай, че ПОТРЕБИТЕЛЯ предостави фалшива, неточна, неактуална
            или непълна информация, IVDAGEOPAINT ONLINE има право да закрие
            и/или изтрие информацията за неговия пощенски адрес/потребителски
            профил и да му откаже по-нататъшен достъп до част или до всички свои
            услуги.
          </div>
          <div className="mb-2">
            3.2 Непълнолетни лица могат да използват услугите на IVDAGEOPAINT
            ONLINE само с разрешението на родител или настойник.
          </div>{" "}
          <div className="mb-2">
            4. Потребителят е длъжен да заплати цената на поръчката си според
            обявения на следния адрес начин:
            https://www.ivdageopaint.bg/bg/texts/dostavka-i-plashtane
          </div>{" "}
          <div className="mb-2">
            5. Всеки ПОТРЕБИТЕЛ независимо дали е клиент на ТЪРГОВЕЦА, се
            задължава при ползване на услугите:
          </div>{" "}
          <div className="mb-2">
            5.1 да не нарушава и да зачита основните права и свободи на
            гражданите и правата на човека, съгласно Конституцията и законите на
            Република България и признатите международни актове;
          </div>{" "}
          <div className="mb-2">
            5.2 да не накърнява доброто име на другиго и да не призовава към
            насилствена промяна на конституционно установения ред, към
            извършване на престъпление, към насилие над личността или към
            разпалване на расова, национална, етническа или религиозна вражда;
          </div>{" "}
          <div className="mb-2">
            5.3 да не нарушава чужди имуществени или неимуществени, абсолютни
            или относителни права и интереси, като право на собственост, право
            на интелектуална собственост и др.;
          </div>{" "}
          <div className="mb-2">
            5.4 да спазва българското законодателство, приложимите чужди закони,
            правилата на морала и добрите нрави и Интернет етиката при ползване
            на предоставяните от IVDAGEOPAINT ONLINE услуги;
          </div>{" "}
          <div className="mb-2">
            5.5 да уведомява незабавно ТЪРГОВЕЦА за всеки случай на извършено
            или открито нарушение при използване на предоставяните услуги;
          </div>{" "}
          <div className="mb-2">
            5.6 да не зарежда, изпраща, предава, разпространява или използва по
            какъвто и да било начин и да не прави достояние на трети лица
            софтуер, компютърни програми, файлове, приложения или други
            материали, съдържащи компютърни вируси, системи за неоторизиран
            отдалечен контрол (&ldquo;троянски коне&ldquo;), компютърни кодове,
            или материали, предназначени да прекъсват, затрудняват, нарушават
            или ограничават нормалното функциониране на компютърен хардуер или
            софтуер или телекомуникационните съоръжения или имащи за цел
            неоторизирано проникване или достъп в чуждестранни ресурси или
            софтуер;
          </div>{" "}
          <div className="mb-2">5.7 да не извършва злоумишлени действия;</div>{" "}
          <div className="mb-2">
            5.8 да обезщети ТЪРГОВЕЦА и всички трети лица за всички претърпени
            вреди и пропуснати ползи, включително за всякакви разходи и платени
            адвокатски възнаграждения, настъпили вследствие на предявени искове
            от и/или платени обезщетения на трети лица във връзка с Интернет
            страници, хипер-връзки, материали или информация, които ПОТРЕБИТЕЛЯТ
            е използвал, разположил на сървъра, изпращал, разпространявал,
            направил достояние на трети лица или направил достъпни чрез
            www.ivdageopaint.bg в нарушение на закона, настоящите Общи условия,
            Добрите нрави или Интернет етиката;
          </div>{" "}
          <div className="mb-2">
            6. КЛИЕНТЪТ се задължава да посочи точен и валиден телефон, адрес за
            доставка и електронен адрес, да плати цената на стоката, да заплати
            разходите по доставката, когато същата не е безплатна и да осигури
            достъп и възможност за получаване на стоката. В случай, че изрично
            не е посочено, че доставката е безплатна , същата се счита за
            възмездна.
          </div>
          <div className="mb-2">
            7. С оглед сигурността и защитата на личния живот на своите
            Потребители, IVDAGEOPAINT ONLINE уведомява родителите, че
            материалите и услугите са предоставени на най-широка публика и, че
            определянето на подходящите услуги и материали за ползване от страна
            на техните деца, е тяхна отговорност.
          </div>
          <h3 className="mb-2 text-sm italic font-semibold">
            VI. ПРАВА И ЗАДЪЛЖЕНИЯ НА ТЪРГОВЕЦА
          </h3>
          <div className="mb-2">
            1. ТЪРГОВЕЦЪТ няма задължението и обективната възможност да
            контролира начина, по който ПОТРЕБИТЕЛИТЕ използват предоставяните
            услуги.
          </div>{" "}
          <div className="mb-2">
            2. ТЪРГОВЕЦЪТ има право, но не и задължение да запазва материали и
            информация, разположени на сървъра на ivdageopaint.bg.
          </div>{" "}
          <div className="mb-2">
            3. ТЪРГОВЕЦЪТ има право по всяко време, без уведомяване на
            ПОТРЕБИТЕЛЯ/KЛИЕНТА, когато последният ползва услугите в нарушение
            на настоящите условия, както и по преценка на ТЪРГОВЕЦА да прекрати,
            спре или промени предоставяните услуги във връзка с ползването на
            сайта. ТЪРГОВЕЦЪТ не носи отговорност спрямо потребителите и трети
            лица за претърпени вреди и пропуснати ползи, настъпили вследствие
            прекратяването, спирането, променянето или ограничаването на
            услугите, изтриването, модифицирането, загубването,
            недостоверността, неточността, или непълнотата на съобщения,
            материали или информация, пренасяни, използвани, записвани или
            станали достъпни чрез ivdageopaint.bg
          </div>{" "}
          <div className="mb-2">
            4. ТЪРГОВЕЦЪТ след получаване на плащането се задължава да прехвърли
            на ПОТРЕБИТЕЛЯ/КЛИЕНТА собствеността на заявената за покупка от него
            стока, да достави в срок заявената за покупка стока, да проверява за
            техническа изправност всеки артикул преди да бъде изпратен (в
            случай, че това е възможно, без да се нарушава целостта на
            опаковката).
          </div>{" "}
          <div className="mb-2">
            5. ТЪРГОВЕЦЪТ не носи отговорност за вреди, причинени върху
            софтуера, хардуера или телекомуникационните съоръжения, или за
            загуба на данни, произтекли от материали или ресурси, търсени,
            заредени или използвани по какъвто и да било начин посредством
            предоставяните услуги. Съветите, консултациите или помощта, оказани
            от специалистите и служителите на ТЪРГОВЕЦА във връзка с ползването
            на услугите от ПОТРЕБИТЕЛИТЕ, не поражда каквато и да било
            отговорност или задължения за ТЪРГОВЕЦА . “ИВДАГЕО” ООД не носи
            отговорност при невярност на посочената от производителя информация
            за стоката.
          </div>{" "}
          <div className="mb-2">
            6. ТЪРГОВЕЦЪТ има право да събира и използва информация, отнасяща се
            до неговите ПОТРЕБИТЕЛИ/КЛИЕНТИ, независимо дали са регистрирани.
          </div>{" "}
          <div className="mb-2">
            7. Информацията по предходния член може да бъде използвана от
            ТЪРГОВЕЦА, освен в случай на изрично несъгласие на Потребителя,
            изпратено посредством нашата контактна форма-
            www.ivdageopaint.bg/bg/contacts. TЪРГОВЕЦЪТ събира и използва
            информацията, за да подобрява предлаганите услуги. Всички цели, за
            които ТЪРГОВЕЦА ще използва информацията ще бъдат съобразени с
            българското законодателството, приложимите международни актове и
            добрите нрави.
          </div>{" "}
          <div className="mb-2">
            8. ТЪРГОВЕЦЪТ не носи отговорност за неизпълнение на задълженията си
            по този договор при настъпване на обстоятелства, които ТЪРГОВЕЦА не
            е предвидил и не е бил длъжен да предвиди – вкл., случаи на случайни
            събития, проблеми в глобалната мрежа на Интернет и в предоставянето
            на услугите извън контрола на ТЪРГОВЕЦА.
          </div>{" "}
          <div className="mb-2">
            9. ТЪРГОВЕЦЪТ има право да инсталира на компютрите на потребителите
            кукита (cookies). Кукитата представляват текстови файлове, които се
            зап азват от Интернет страницата върху твърдия диск на ПОТРЕБИТЕЛЯ и
            позволяват възстановяване на информация за ПОТРЕБИТЕЛЯ, като го
            идентифицират и позволяват проследяване на действията му, Интернет
            страниците, които посещава, хипер-връзките, които използва,
            информацията, която ползва и записва и други.
          </div>{" "}
          <div className="mb-2">
            10. ТЪРГОВЕЦЪТ не носи отговорност за разминаване в цветовата гама
            на продуктите, дължащо се на индивидуалните настройки за цветово
            възпроизвеждане и различната разделителна способност на техническите
            средства за възпроизвеждане на картина.
          </div>{" "}
          <div className="mb-2">
            11. При незначително несъответствие на потребителската стока с
            договора ТЪРГОВЕЦЪТ не носи отговорност и ПОТРЕБИТЕЛЯ няма основание
            да претендира за каквото и да е обезщетение.
          </div>{" "}
          <div className="mb-2">
            12. ТЪРГОВЕЦЪТ си запазва правото да отказва услуги, деактивира
            акаунти, добавя или премахва съдържание, или прекратява поръчки по
            свое усмотрение.
          </div>
          <h3 className="mb-2 text-sm italic font-semibold">
            VII. ЛИЧНИ ДАННИ
          </h3>
          <div className="mb-2">
            1. ТЪРГОВЕЦЪТ гарантира на своите ПОТРЕБИТЕЛИ/КЛИЕНТИ
            конфиденциалността на предоставената информация и лични данни.
            Последните няма да бъдат използвани, предоставяни или довеждани до
            знанието на трети лица извън случаите и при условията, посочени в
            настоящите Общите условия.
          </div>{" "}
          <div className="mb-2">
            2. ТЪРГОВЕЦЪТ защитава личните данни на ПОТРЕБИТЕЛЯ/КЛИЕНТА, станали
            му известни при попълване на електронната форма за извършване на
            заявление за покупка, като това задължение отпада в случай, че
            КЛИЕНТА е предоставил неверни данни. При спазване на действащото
            законодателство и клаузите на настоящите Общи условия, ТЪРГОВЕЦА
            може да използва личните данни на КЛИЕНТА единствено и само за
            целите, предвидени в договора. Всякакви други цели, за които се
            използват данните, ще бъдат съобразени с българското
            законодателство, приложимите международни актове, Интернет етиката,
            правилата на морала и добрите нрави.
          </div>{" "}
          <div className="mb-2">
            3. ТЪРГОВЕЦЪТ се задължава да не разкрива никакви лични данни за
            КЛИЕНТА на трети лица - държавни органи, търговски дружества,
            физически лица и други, освен в случаите когато е получил изричното
            писмено съгласие на КЛИЕНТА, информацията е изискана от държавни
            органи или длъжностни лица, които според действащото законодателство
            са оправомощени да изискват и събират такава информация и ТЪРГОВЕЦА
            е длъжен да предостави информацията по силата на закона.{" "}
          </div>
          <h3 className="mb-2 text-sm italic font-semibold">
            VIII. ИНТЕЛЕКТУАЛНА СОБСТВЕНОСТ
          </h3>{" "}
          <div className="mb-2">
            Търговските марки, марки за услуги и логотипи (наричани
            &ldquo;Търговски марки&ldquo;), използвани и показани в този сайт са
            регистрирани и нерегистрирани търговски марки на “ИВДАГЕО” ООД и
            други. Всички търговски марки, използвани в този сайт спрямо лицензи
            и права за ползване на търговска марки, са изобразени след
            предварително писмено рарешение от собственика на търговската марка.
            “ИВДАГЕО” ООД налага своите права върху интелектуална собственост с
            цялата строгост на закона. Името на IVDAGEOPAINT, логото на
            IVDAGEOPAINT или други регистрирани търговски марки на IVDAGEOPAINT
            не могат да бъдат използвани по никакъв начин, включително и в
            областта на рекламата или реклама, свързана с разпространение на
            материали от този сайт, без предварително писмено разрешение от
            “ИВДАГЕО” ООД.
          </div>{" "}
          <div className="mb-2">
            ТЪРГОВЕЦЪТ забранява употребата на емблемата на IVDAGEOPAINT, като
            част от връзка към или от всеки сайт, освен ако създаването на
            такава връзка е предварително одобрена от “ИВДАГЕО” ООД в писмена
            форма.{" "}
          </div>
          <h3 className="mb-2 text-sm italic font-semibold">IX. ИЗМЕНЕНИЯ</h3>{" "}
          <div className="mb-2">
            Общите условия могат да бъдат променяни по всяко време от ТЪРГОВЕЦА,
            който има право и да променя характеристиките на предоставяните
            услуги, настоящите Общи условия по своя преценка и/или на основание
            промени в законодателството. ТЪРГОВЕЦЪТ се задължава да уведоми
            ПОТРЕБИТЕЛЯ за промените в Общите условия, като на видно място в
            Интернет страницата си публикува съобщение за измененията им и даде
            достатъчен срок на ПОТРЕБИТЕЛЯ/КЛИЕНТА да се запознае с тях. В
            дадения срок, ако ПОТРЕБИТЕЛЯ не заяви, че отхвърля промените, то
            той се счита обвързан от тях. В случай, че ПОТРЕБИТЕЛЯ заяви в
            дадения срок, че не е съгласен с промените, то ТЪРГОВЕЦА има право
            веднага да спре или прекрати предоставянето на услугите на
            ПОТРЕБИТЕЛЯ.{" "}
          </div>
          <h3 className="mb-2 text-sm italic font-semibold">X. TРЕТИ СТРАНИ</h3>
          <div className="mb-2">
            Този сайт може да съдържа връзки към сайтове, собственост или
            експлоатирани от фирми, различни от “ИВДАГЕО” ООД. Тези връзки са
            предоставени само за справка. IVDAGEOPAINT не контролира външни
            сайтове и не носи отговорност за тяхното съдържание.{" "}
          </div>
          <h3 className="mb-2 text-sm italic font-semibold">
            XI. ДРУГИ УСЛОВИЯ
          </h3>
          <div className="mb-2">
            1. За неуредените в този договор въпроси, свързани с изпълнението и
            тълкуването на този договор, се прилагат законите на Република
            България. 2. Всички спорове между страните се решават в дух на
            разбирателство и добра воля. При възникване на спор, свързан с
            покупка онлайн можете да се обърнете към съответните органи за
            алтернативно решаване на спорове (АРС), да използвате сайта за
            <a
              href="https://ec.europa.eu/consumers/odr/main/index.cfm?event=main.home.chooseLanguage"
              className="px-1 text-primary-lighter"
            >
              онлайн решаване на спорове (ОРС).
            </a>
          </div>
          <div className="mb-2">
            2.1 В случай, че съгласие не бъде постигнато, всички неразрешени
            спорове, включително спорове, породени или отнасящи се до тълкуване,
            недействителност, изпълнение или прекратяване, както и спорове за
            попълване на празноти в договора или приспособяването му към
            нововъзникнали обстоятелства, ще бъдат разрешавани от компетентния
            съд по регистрация на ТЪРГОВЕЦА, съобразно българското
            законодателство.
          </div>
          <div className="mb-2">
            3. Настоящите условия влизат в сила за всички ползватели на
            ivdageopaint.bg.
          </div>{" "}
          Ако имате въпроси относно това споразумение, моля обадете се на
          0879406621w, влезте в контакти, или ни пишете на
          ivdageopaint@gmail.com или на адрес: гр.София ПК-1582 Дружба 2 РУМ
          Дружба 2 срещу блок 204
        </div>
      </div>
    </main>
  );
}
