const obzavejdaneZaOfisArt = [
  {
    main: "Столове за аксесоари",
    subMenu: [
      "Мениджърски столове",
      "Работни столове",
      "Посетителски столове",
      "Мека мебел",
    ],
  },
  {
    main: "Офис оборудване",
    subMenu: [
      "Метални шкафове, гардероби",
      "Сейфове, каси",
      "Табло за ключове",
      "Стелажии, закачалки",
    ],
  },
  {
    main: "Мебели",
    subMenu: [
      "Модулни мебели",
      "Бюра с регулиране",
      "Заседателни маси",
      "Рецепции",
    ],
  },
];

export default obzavejdaneZaOfisArt;
