const obzavejdaneZaOfisArt = [
  {
    menu: "Столове за аксесоари",
    subMenu: [
      "Мениджърски столове",
      "Работни столове",
      "Посетителски столове",
      "Мека мебел",
    ],
  },
  {
    menu: "Офис оборудване",
    subMenu: [
      "Метални шкафове и гардероби",
      "Сейфове и каси",
      "Табло за ключове",
      "Стелажии и закачалки",
    ],
  },
  {
    menu: "Мебели",
    subMenu: [
      "Модулни мебели",
      "Бюра с регулиране",
      "Заседателни маси",
      "Рецепции",
    ],
  },
];

export default obzavejdaneZaOfisArt;
