const articles = [
  {
    menu: "Хартии и хартиени изделия",
    subMenu:
      // SubMenu
      [
        { displayName: "Бяла копирна хартия и картон", name: "hartiq" },
        { displayName: "Картон", name: "karton" },
        { displayName: "Фотохартия", name: "fotohartiq" },
        // { displayName: "Дизайнерска хартия", name: "naza" },

        // "Дизайнерска картон",
        { displayName: "Карирана и линирана хартия", name: "kariranaHartiq" },
        { displayName: "Паус", name: "paus" },
        {
          displayName: "Хартия на руло за плотери",
          name: "hartiqNaRyloZaPloteri",
        },
        { displayName: "Касови термо ролки", name: "kasoviRolki" },
        {
          displayName: "Безконечна принтерна хартия",
          name: "bezkonechnaPrintHartiq",
        },

        { displayName: "Етикети", name: "etiketi" },

        // "Самозалепващ знак",
        { displayName: "Маркиращи клещи", name: "markirashtiKleshti" },
        { displayName: "Бели пликове", name: "beliPlikove" },
        { displayName: "Кафяви пликове", name: "kafqviPlikove" },

        // "Пликове цветни",
        { displayName: "Формуляри", name: "formylqri" },
        { displayName: "Бележници", name: "belejnici" },
        { displayName: "Тетрадки", name: "Тетрадки" },
      ],
  },
  {
    menu: "Организация и архивиране",
    subMenu:
      // Submenu
      [
        "Класьори",
        "Джобове",
        "Разделители",
        "Папки",
        "Кутии, кашони",
        "Амбалажна хартия",
        "Фолио с въздушни мехурчета",
        "Фолио стреч за опаковане",
        "Тубус",
        "Клипборд",
        "Визитник",
        "Раници, чанти, сакове, куфари",
      ],
  },
  {
    menu: "Пишещи и коригиращи пособия",
    subMenu: [
      "Химикалки",
      "Ролери",
      "Тънкописци",
      "Маркери",
      "Автоматични моливи",
      "Графити",
      "Моливи",
      "Острилки",
      "Гуми",
      "Флумастери",
      "Бои за рисуване",
      "Коректори",
    ],
  },
  {
    menu: "Принадлежности за бюро",
    subMenu: [
      "Телбод, антителбод",
      "Телчета за телбод",
      "Перфоратор",
      "Поставка, моливник, органайзер за бюро",
      "Метална поставка",
      "Метално кошче",
      "Поставка за бюро за стена",
      "Хоризонтална поставка",
      "Вертикална поставка",
      "Монетник",
    ],
  },
  {
    menu: "Канцеларски материали",
    subMenu: [
      "Бели, цветни кубчета",
      "Самозалепващи листчета",
      "Лепящи инидекси",
      "Лепило",
      "Ленторезачки",
      "Лепищи ленти",
      "Машинки за опаковъчна лента",
      "Ножици",
      "Макетен нож",
      "Щипки за документи",
      "Кламери",
      "Линии",
      "Карфици",
      "Пинове, кабари за коркова дъска",
      "Лупи",
      "Бадж",
      "Щипки, ленти, ролетки за бадж",
      "Мокрилник",
      "Ластици",
      "Мастило, тампон и поставка за печати",
      "Печати и изработка на печати и клишета",
    ],
  },
  {
    menu: "Услуги",
    subMenu: [
      "Изработка на клише за печати",
      "Изработка на печат Brother",
      "Изработка на визитки",
      "Изработка на фактури",
      "Подвързване, ламиниране и др",
    ],
  },
];

export default articles;
