const tehnikiKonsymativiArt = [
  {
    menu: "Офис техника и аксесоари",
    //submenu
    subMenu: [
      "Калкулатори",
      "Унищожители на документи",
      "Ролкови ножове",
      "Гилотини",
      "Подвързващи машини",
      "Ламинаторир, ламинати",
      "Флуид за шредери",
      "Листа за шердери",
      "Гребени, корици",
      "Батерии",
      "Телефони",
      "Факс апарати",
      "Мултифункционални устройства",
      "Принтери, скенери, копирни машини",
    ],
  },
  {
    menu: "Консумативи за офис техника",
    subMenu: [
      "Консумативи за офис техника",
      "Съвместими касети за матрични принтери",
      "Съвместими касети за касови апарати",
    ],
  },
  {
    menu: "Компютърна техника, информационни носители и аксесоари",
    subMenu: [
      "Мишкии и подложки",
      "Клавиатури",
      "Тонколони",
      "Слушалки",
      "Токозахранващи и защитни устройства",
      "Разклонители, кабели",
      "Информационни носители",
      "Препарати и кърпи за почистване на офис техника",
    ],
  },
];
export default tehnikiKonsymativiArt;
